BSWEB/envio.xml

<soapenv:Envelope xmlns:xsi='http://www.w3.org/2001/XMLSchema-instance' xmlns:xsd='http://www.w3.org/2001/XMLSchema' xmlns:soapenv='http://schemas.xmlsoap.org/soap/envelope/' xmlns:urn='urn:servidor.ConsultaCliente'>   <soapenv:Header/>      <soapenv:Body>            <urn:ConsultaCliente soapenv:encodingStyle='http://schemas.xmlsoap.org/soap/encoding/'>         <entrada xsi:type='tns:ConsultaCliente'>                    <tipo_documento xsi:type='xsd:string'>1</tipo_documento>                                   <numero_documento xsi:type='xsd:string'>48155950034</numero_documento>               <codigo_filial xsi:type='xsd:string'>1</codigo_filial>                              <codigo_operador xsi:type='xsd:string'>1</codigo_operador>               <numero_pdv xsi:type='xsd:string'>1</numero_pdv>                        </entrada>                              </urn:ConsultaCliente>                                 </soapenv:Body>                                 </soapenv:Envelope>